

COLORS = {
  0: {
    'color': 'black',
    'desc': "Мандала не смогла определить. Вы являетесь настоящей загадкой для вселенной",
  },
  1: {
    'color': "#CE1719",
    'desc': "Динамизм, подвижность, хорошая карма, сострадательность, отзывчивость, любовь, радость и богатство. Вы способны на агрессию и обладание властью",
  },
  2: {
    'color': "#243681",
    'desc': "Интуиция, предчувствие, мудрость и вера. У вас есть дополнительная защита и развитая духовность. Вы оберегаете тайны и обладаете символом зарождения мира",
  },
  3: {
    'color': "#3FA535",
    'desc': "Здоровье, стабильность, плодородие. Вы спокойны, символизируете мир, покой, любовь, спасение, добросердечность. Вы полны энергии и крепкого здоровья. Также вы способны к целительству",
  },
  4: {
    'color': "#FFEB03",
    'desc': "Энергия интеллекта, знания, обучения. Вы легко обучаетесь новому и идёте к своей цели несмотря ни на что",
  },
  5: {
    'color': "#009FE4",
    'desc': "Божественная сила, Божественный Дух. У вас есть способности к эзотерике, астрологии, тайным и мистическим знаниям. Их развитие хорошо отразится на вашей карме, придут изобилие и благополучие",
  },
  6: {
    'color': "#01999C",
    'desc': "Исполнение желаний. Вас любит Вселенная. Ваши желания чудесным образом исполняются, все, что вы хотите, сбывается",
  },
  7: {
    'color': "#E7007F",
    'desc': "Романтичность, доброта, любовь, страстность. Вы хотите жить полной жизнью, любите новые впечатления и трудолюбивы",
  },
  8: {
    'color': "#EF7E00",
    'desc': "Опора, стабильность, надежность, настоящая вера",
  },
  9: {
    'color': "#851F82",
    'desc': "Энергия понимания, трансформации духа, саморазвития. Вы творец, который положил свою жизнь на воплощение новых идей",
  },
}
